// Задача 1 — Вывести натуральные числа от 1 до 10

#include<iostream>
using namespace std;

int main(){

    for (int i = 1; i <= 10; i++){
        cout << i << " ";
    }

    cout << endl;

    return 0;
}